{"users": [
  {
    "id":1,
    "lat":38.544907,
    "lng":-121.740517,
    "type":"service_provider",
    "title":"Dr.",
    "firstName":"Elizabeth",
    "lastName":"Saft",
    "email":"Elizabeth.lastName@gmail.com",
    "credentials":["Phd"],
    "description":"Elizabeth Saft currently in private practice in Davis, California, specializing in adult and adolescent psychotherapy. \n\nSince she entered the mental health field in 1986, she has worked in therapeutic nurseries, child and adult inpatient facilities, family homeless shelters, and public schools from preschool through high school.  Her research and publications focused on adult and infant attachment.",
    "phone": "5555554444"
  },
  {
    "id":2,
    "lat":38.069089,
    "lng":-122.806936,
    "type":"service_provider",
    "firstName":"Robbin",
    "lastName":"Rocket",
    "email":"Robbin.lastName@gmail.com",
    "credentials":["PsyD"],
    "description":"Robbin Rockett is a Psychologist who has had more than 10 years of experience in assessing and treating children and adults. \n\nShe specializes in parenting issues, special needs, behavioral problems, divorce, and bereavement for children and adolescents. She supports parents by helping them understand children’s developmental needs and addressing behavioral issues or parenting conflicts.",
    "phone": "5555554444"

  },
  {
    "id":3,
    "lat":38.297538,
    "lng":-122.286865,
    "type":"service_provider",
    "firstName":"Julia",
    "lastName":"Dannen",
    "email":"Susan.lastName@gmail.com",
    "credentials":["MSW"],
    "description":"Susan Raunegger is a clinical social worker and psychotherapist that has been working with families, couples, and individuals for 20 years. \n\nAs a therapist, Susan uses an eclectic style, with a strong foundation in systems and strength based perspective, while utilizing the most effective approach for each client.",
    "phone": "5555554444"
  },
  {
    "id":4,
    "lat":38.291859,
    "lng":-122.458036,
    "type":"service_provider",
    "firstName":"Gordana",
    "lastName":"Potter",
    "email":"email.lastName@gmail.com",
    "credentials":["PsyD"],
    "description":"Gordana works in private practice where she sees children, adults, and families. \n\nGordana has a strong background in working with infants and toddlers, as an infant-parent relationship therapist, and providing developmental consultations and therapy for parents and caregivers. ",
    "phone": "5555554444"
  },
  {
    "id":5,
    "lat":37.765206,
    "lng":-122.241636,
    "type":"service_provider",
    "firstName":"Susan",
    "lastName":"Friday",
    "email":"email.lastName@gmail.com",
    "credentials":["PsyD"],
    "description":"Susan is a clinical social worker and psychotherapist that has been working with families, couples, and individuals for 20 years",
    "phone": "5555554444"
  },
  {
    "id":6,
    "lat":37.774929,
    "lng": -122.419416,
    "type":"community",
    "firstName":"Brad",
    "lastName":"Xiao",
    "email":"xiangyang@gmail.com",
    "description":"I have three kids, and am a foster parent of two.  I enjoy meeting others and welcoming them to the community",
    "phone": "5555554444"
  },
  {
    "id":7,
    "lat":37.562992,
    "lng":-122.325525,
    "type":"service_provider",
    "firstName":"Hatsuko",
    "lastName":"Arima",
    "email":"Hatsuko.lastName@gmail.com",
    "credentials":[""],
    "description":"Hatsuko Arima is a licensed clinical social worker, who has worked as a medical social worker at Kaiser Los Angeles Medical Center in Southern California. She dealt with diverse pediatric populations, from infants to adolescents, with serious health issues, such as cancer, diabetes and other chronic illnesses. \n\nAt Kaiser, she felt blessed to be able to follow some of the same children and their parents for nearly 20 years. After a brief stint at an Asian Pacific mental health agency, Hatsuko chose to be a medical social worker. As a mother of twin daughters with Cystic Fibrosis who later both had lung transplants, Hatsuko felt an affinity towards supporting the psychosocial issues related to medical illnesses. \n\nIn 2013, Hatsuko has moved from Los Angeles to the San Francisco Bay Area to be close to her children and grandchildren.",
    "phone": "5555554444"
  },
  {
    "id":7,
    "lat":37.354108,
    "lng":-121.955236,
    "type":"community",
    "firstName":"Meenal",
    "lastName":"Chaudhari",
    "email":"Meenal.lastName@gmail.com",
    "credentials":[""],
    "description":"Meenal has a Masters degree: one in Clinical Psychology from India; and one in Counseling Psychology from the department of Holistic Studies at JFKU. She finds the holistic approach makes complete sense as it combines the transpersonal with somatic wisdom. \n\nShe is currently in private practice with Doreen Maxwell, LMFT. She has held clinical positions at the JFKU Sunnyvale community counseling center, both as a Trainee and as an Intern; prior to that she worked as a psychotherapist in India. Meenal is also a painter.",
    "phone": "5555554444"
  },
  {
    "id":8,
    "lat":36.974117,
    "lng":-122.030796,
    "type":"service_provider",
    "firstName":"Sybil",
    "lastName":"Adams",
    "email":"Sybil.lastName@gmail.com",
    "credentials":["LCSW"],
    "description":"Sybil has spent the past twelve years as a social worker and supervisor for child welfare in Santa Cruz County. She worked in a program designed to assist aging out foster youth in finding permanent connections and develop life skills necessary for their transition from child welfare. \n\nSybil is currently working with Santa Cruz County as the permanency partner, locating and supporting permanent homes for foster youth.",
    "phone": "5555554444"
  },
  {
    "id":9,
    "lat":36.974615,
    "lng":-122.018731,
    "type":"service_provider",
    "firstName":"Jill",
    "lastName":"Wright",
    "email":"email.lastName@gmail.com",
    "credentials":["MFT"],
    "description":"Susan has 15 years experience working with victims of abuse and neglect. She has been working for Santa Cruz Community Counseling Center Since 2001 and is Program Manager of Transition Age Youth (TAY) Programs, serving current and former foster youth. \n\nSusan has provided direct services, as well as developed and managed programs that provide community-based housing services, case management, and mental health services to youth transitioning out of foster care. She has interest and experience in Motivational Interviewing and Trauma Informed Services.",
    "phone": "5555554444"
  },
  {
    "id":10,
    "lat":37.56000,
    "lng":-122.26201,
    "type":"community",
    "firstName":"Xiangyang",
    "lastName":"Xiao",
    "email":"xiangyang@gmail.com",
    "phone": "6507539632"
  },
  {
    "id":11,
    "lat":37.67950,
    "lng":-122.39983,
    "type":"community",
    "firstName":"Lauren",
    "lastName":"Land",
    "description":"Lauren is a mother, home-school teacher, and enjoys planning community events",
    "email":"braitz@gmail.com",
    "phone": "6508685200"
  },
  {
    "id":12,
    "lat":37.73357,
    "lng":-122.47640,
    "type":"service_provider",
    "title":"Dr",
    "firstName":"Jose",
    "lastName":"Martin",
    "description":"Dr Jose has 15 years experience working with victims of  neglect  \n\nHe supports parents by helping them understand children's developmental needs and addressing behavioral issues or parenting conflicts.",
    "email":"joseluismartin@gmail.com",
    "phone": "6508685200"
  }
]}






